Yes = \u0422\u0430\u043A
No = \u041Di
cancel = \u0421\u043A\u0430\u0441\u0443\u0432\u0430\u0442\u0438

test.text = \u0422\u0440\u0435\u043D\u0430\u0436\u0435\u0440 \u043F\u0440\u043E\u0439\u0434\u0435\u043D\u043E \u043F\u043E\u0432\u043Di\u0441\u0442\u044E.

answer.ok = <html><p align=\"center\">\
\u0412\u044B \u043F\u0440\u043E\u044F\u0432\u0438\u043B\u0438\u0438 \u043A\u0430\u0447\u0435\u0441\u0442\u0432\u0430 \u043D\u0430\u0441\u0442\u043E\u044F\u0449\u0435\u0433\u043E \u0441\u0442\u0443\u0434\u0435\u043D\u0442\u0430-\u0438\u0441\u0441\u043B\u0435\u0434\u043E\u0432\u0430\u0442\u0435\u043B\u044F. <br> \u0420\u043E\u0431\u043E\u0442\u0430 \u0432\u0438\u043A\u043E\u043D\u0430\u043D\u0430 \u0432i\u0434i\u043C\u043D\u043D\u043E. \
\u0412\u0430\u0448\u0430 \u043D\u0430\u0441\u0442\u043E\u0439\u0447\u0438\u0432\u043E\u0441\u0442\u044C, \u0432\u043D\u0438\u043C\u0430\u0442\u0435\u043B\u044C\u043D\u043E\u0441\u0442\u044C<br> \u0438 \u0441\u0442\u0430\u0440\u0430\u0442\u0435\u043B\u044C\u043D\u043E\u0441\u0442\u044C \u0437\u0430\u0441\u043B\u0443\u0436\u0438\u0432\u0430\u044E\u0442 \u0443\u0432\u0430\u0436\u0435\u043D\u0438\u044F.<br> \u0416\u0435\u043B\u0430\u0435\u043C \u0434\u0430\u043B\u044C\u043D\u0435\u0439\u0448\u0438\u0445 \u0443\u0441\u043F\u0435\u0445\u043E\u0432.
</p></html>

answer.error = <html>\u041E\u0442\u0432\u0435\u0442 \u043D\u0435\u043F\u0440\u0430\u0432\u0438\u043B\u044C\u043D\u044B\u0439. \u041F\u043E\u0436\u0430\u043B\u0443\u0439\u0441\u0442\u0430, \u043F\u043E\u043F\u0440\u043E\u0431\u0443\u0439\u0442\u0435 \u0435\u0449\u0451 \u0440\u0430\u0437.</html>

answer.error2 = <html><p align=\"center\">\
\u0412\u0430\u0448\u0438 \u0436\u0435\u043B\u0430\u043D\u0438\u0435 \u0438 \u0443\u0441\u0438\u043B\u0438\u044F \u0440\u0430\u0437\u043E\u0431\u0440\u0430\u0442\u044C\u0441\u044F \u0432 \u0441\u043B\u043E\u0436\u043D\u044B\u0445 \u0438 \u043D\u043E\u0432\u044B\u0445<br> \u043F\u0440\u043E\u0431\u043B\u0435\u043C\u0430\u0445 \u0437\u0430\u0441\u043B\u0443\u0436\u0438\u0432\u0430\u044E\u0442 \u0432\u043D\u0438\u043C\u0430\u043D\u0438\u044F. \
\u041E\u0434\u043D\u0430\u043A\u043E \u0434\u043B\u044F \u0442\u043E\u0433\u043E,<br> \u0447\u0442\u043E\u0431\u044B \u0432\u044B\u043F\u043E\u043B\u043D\u0438\u0442\u044C \u043F\u0440\u0430\u0432\u0438\u043B\u044C\u043D\u043E \u0434\u0430\u043D\u043D\u043E\u0435 \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0435,<br> \
\u0435\u0449\u0451 \u0440\u0430\u0437 \u043F\u0440\u043E\u0440\u0430\u0431\u043E\u0442\u0430\u0439\u0442\u0435<br> \u0442\u0435\u043E\u0440\u0435\u0442\u0438\u0447\u0435\u0441\u043A\u0438\u0439 \u043C\u0430\u0442\u0435\u0440\u0438\u0430\u043B \u0438 \u0441\u0434\u0435\u043B\u0430\u0439\u0442\u0435 \u043D\u043E\u0432\u0443\u044E \u043F\u043E\u043F\u044B\u0442\u043A\u0443.
</p></html>

answer.ok2 = <html><p align=\"center\">\
\u041F\u043E\u0437\u0434\u0440\u0430\u0432\u043B\u044F\u0435\u043C. \u0412\u0430\u0448\u0438 \u0443\u0441\u0438\u043B\u0438\u044F \u043F\u0440\u0438\u043D\u0435\u0441\u043B\u0438 \u043E\u0436\u0438\u0434\u0430\u0435\u043C\u044B\u0439 \u0440\u0435\u0437\u0443\u043B\u044C\u0442\u0430\u0442.<br> \u0412\u044B \u0443\u0441\u043F\u0435\u0448\u043D\u043E \u0432\u044B\u043F\u043E\u043B\u043D\u0438\u043B\u0438 \u0437\u0430\u0434\u0430\u043D\u0438\u0435.<br> \u0416\u0435\u043B\u0430\u0435\u043C \u0434\u0430\u043B\u044C\u043D\u0435\u0439\u0448\u0438\u0445 \u0443\u0441\u043F\u0435\u0445\u043E\u0432.
</p></html>

answer.error3 = <html><p align=\"center\">\u0412\u043D\u0438\u043C\u0430\u043D\u0438\u0435! \u0412\u044B \u043D\u0435 \u0437\u0430\u0432\u0435\u0440\u0448\u0438\u043B\u0438 \u0440\u0430\u0431\u043E\u0442\u0443 \u043D\u0430\u0434 \u0437\u0430\u0434\u0430\u043D\u0438\u0435\u043C.<br> \u0421\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u0435\u0442 \u043E\u043F\u0430\u0441\u043D\u043E\u0441\u0442\u044C, \
\u0447\u0442\u043E \u0434\u0430\u043D\u043D\u0430\u044F \u0442\u0435\u043C\u0430 \u043E\u0441\u0432\u043E\u0435\u043D\u0430 \u0412\u0430\u043C\u0438 \u043D\u0435 \u0432 \u043F\u043E\u043B\u043D\u043E\u043C \u043E\u0431\u044A\u0451\u043C\u0435.<br>  \u0420\u0435\u043A\u0430\u043C\u0435\u043D\u0434\u0443\u0435\u043C \u0432\u0435\u0440\u0443\u0442\u044C\u0441\u044F \u043A \u0432\u044B\u043F\u043E\u043B\u043D\u0435\u043D\u0438\u044E \u0437\u0430\u0434\u0430\u043D\u0438\u044F.</p></html>

answer.help = \u041F\u043E\u044F\u0441\u043Di\u0442\u044C \u043F\u0440\u043E\u0431\u043B\u0435\u043C\u0443, \u0449\u043E \u0432\u0438\u043D\u0438\u043A\u043B\u0430
answer.subj = \u042F \u043D\u0435 \u0447\u0438\u0442\u0430\u0432 \u0442\u0435\u043E\u0440i\u044E \u0438 \u043D\u0435 \u0437\u043D\u0430\u044E, \u0449\u043E \u0440\u043E\u0431\u0438\u0442\u0438. \u0413\u0430\u043D\u044C\u0431\u0430 \u043C\u0435\u043Di !
help.send = \u0412i\u0434\u043F\u0440\u0430\u0432\u0438\u0442\u0438
help.title = \u0414\u043E\u043F\u043E\u043C\u043E\u0433\u0430 \u0432\u0438\u043A\u043B\u0430\u0434\u0430\u0447\u0430
help.ok = \u0427\u0435\u043A\u0430\u0439\u0442\u0435 \u0432i\u0434\u043F\u043E\u0432i\u0434i \u043F\u043E e-mail.

report.error = \u041E\u0448\u0438\u0431\u043A\u0430 \u043F\u0440\u0438 \u043E\u0442\u043F\u0440\u0430\u0432\u043A\u0435 \u043E\u0442\u0447\u0451\u0442\u0430.
answer.report.ok = <html><p align=\"center\">\
\u0412\u044B \u043F\u0440\u043E\u044F\u0432\u0438\u043B\u0438\u0438 \u043A\u0430\u0447\u0435\u0441\u0442\u0432\u0430 \u043D\u0430\u0441\u0442\u043E\u044F\u0449\u0435\u0433\u043E \u0441\u0442\u0443\u0434\u0435\u043D\u0442\u0430-\u0438\u0441\u0441\u043B\u0435\u0434\u043E\u0432\u0430\u0442\u0435\u043B\u044F. <br> \u0420\u0430\u0431\u043E\u0442\u0430 \u0432\u044B\u043F\u043E\u043B\u043D\u0435\u043D\u0430 \u043E\u0442\u043B\u0438\u0447\u043D\u043E. \
\u0412\u0430\u0448\u0430 \u043D\u0430\u0441\u0442\u043E\u0439\u0447\u0438\u0432\u043E\u0441\u0442\u044C, \u0432\u043D\u0438\u043C\u0430\u0442\u0435\u043B\u044C\u043D\u043E\u0441\u0442\u044C<br> \u0438 \u0441\u0442\u0430\u0440\u0430\u0442\u0435\u043B\u044C\u043D\u043E\u0441\u0442\u044C \u0437\u0430\u0441\u043B\u0443\u0436\u0438\u0432\u0430\u044E\u0442 \u0443\u0432\u0430\u0436\u0435\u043D\u0438\u044F.<br> \u041D\u043E \u043F\u0440\u0438 \u043E\u0442\u043F\u0440\u0430\u0432\u043A\u0435 \u043E\u0442\u0447\u0451\u0442\u0430 \u0432\u043E\u0437\u043D\u0438\u043A\u043B\u0430 \u043E\u0448\u0438\u0431\u043A\u0430.
</p></html>

answer.report.error = <html>\u041E\u0442\u0432\u0435\u0442 \u043D\u0435\u043F\u0440\u0430\u0432\u0438\u043B\u044C\u043D\u044B\u0439. \u041F\u0440\u0438 \u043E\u0442\u043F\u0440\u0430\u0432\u043A\u0435 \u043E\u0442\u0447\u0451\u0442\u0430 \u0432\u043E\u0437\u043D\u0438\u043A\u043B\u0430 \u043E\u0448\u0438\u0431\u043A\u0430.</html>
help.tooshort=<html>\u0425\u043C, \u043D\u0435 \u043F\u043E\u0445\u043E\u0436\u0435 \u0447\u0442\u043E\u0431\u044B \u044D\u0442\u043E \u043E\u0431\u044A\u044F\u0441\u043D\u044F\u043B\u043E \u0432\u0430\u0448\u0443 \u043F\u0440\u043E\u0431\u043B\u0435\u043C\u0443.<br> \u041D\u0435\u043B\u044C\u0437\u044F \u043B\u0438 \u043F\u043E\u043F\u043E\u0434\u0440\u043E\u0431\u043D\u0435\u0435?</html>
task.task=\u0423\u043C\u043E\u0432\u0430
task.new=\u041D\u043E\u0432\u0438\u0439 \u0432\u0430\u0440i\u0430\u043D\u0442
task.solve=\u0420\u043E\u0437\u0432'\u044F\u0437\u043E\u043A
task.next=\u0414\u0430\u043Bi
task.help=<html><font size=-1>\u0414\u043E\u043F\u043E\u043C\u043E\u0433\u0430<br>\u0432\u0438\u043A\u043B\u0430\u0434\u0430\u0447\u0430</font></html>
task.full=\u0417\u0430\u0434\u0430\u0447\u0430 \u0440\u043E\u0437\u0432'\u044F\u0437\u0430\u043D\u0430 \u043F\u043E\u0432\u043Di\u0441\u0442\u044E
task.to.frame=\u0412 \u043E\u043A\u0440\u0435\u043C\u0435 \u0432i\u043A\u043D\u043E
task.to.pane=\u041D\u0430 \u0437\u0430\u043A\u043B\u0430\u0434\u043A\u0443
task.help.user=\u0414\u043E\u043F\u043E\u043C\u043E\u0433\u0430

error.default=<html>\u041D\u0435 \u0432\u0441\u0435 \u0432\u0438\u043A\u043E\u043D\u0430\u043D\u043E \u043F\u0440\u0430\u0432\u0438\u043B\u044C\u043D\u043E<br>\u041F\u0435\u0440\u0435\u0432i\u0440\u0442\u0435 \u0449\u0435 \u0440\u0430\u0437 i \u0432\u0438\u043F\u0440\u0430\u0432\u0442\u0435 \u043F\u043E\u043C\u0438\u043B\u043A\u0438</html>
error.jump=<html><p align=\"center\">\
\u0412\u0430\u0448\u0438 \u0436\u0435\u043B\u0430\u043D\u0438\u0435 \u0438 \u0443\u0441\u0438\u043B\u0438\u044F \u0440\u0430\u0437\u043E\u0431\u0440\u0430\u0442\u044C\u0441\u044F \u0432 \u0441\u043B\u043E\u0436\u043D\u044B\u0445 \u0438 \u043D\u043E\u0432\u044B\u0445<br> \u043F\u0440\u043E\u0431\u043B\u0435\u043C\u0430\u0445 \u0437\u0430\u0441\u043B\u0443\u0436\u0438\u0432\u0430\u044E\u0442 \u0432\u043D\u0438\u043C\u0430\u043D\u0438\u044F. \
\u041E\u0434\u043D\u0430\u043A\u043E \u0434\u043B\u044F \u0442\u043E\u0433\u043E,<br> \u0447\u0442\u043E\u0431\u044B \u0432\u044B\u043F\u043E\u043B\u043D\u0438\u0442\u044C \u043F\u0440\u0430\u0432\u0438\u043B\u044C\u043D\u043E \u0434\u0430\u043D\u043D\u043E\u0435 \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0435,<br> \
\u0435\u0449\u0451 \u0440\u0430\u0437 \u043F\u0440\u043E\u0440\u0430\u0431\u043E\u0442\u0430\u0439\u0442\u0435<br> \u0442\u0435\u043E\u0440\u0435\u0442\u0438\u0447\u0435\u0441\u043A\u0438\u0439 \u043C\u0430\u0442\u0435\u0440\u0438\u0430\u043B \u0438 \u0441\u0434\u0435\u043B\u0430\u0439\u0442\u0435 \u043D\u043E\u0432\u0443\u044E \u043F\u043E\u043F\u044B\u0442\u043A\u0443.</p></html>
error.jump2=<html><p align=\"center\">\u0421\u043E\u0432\u0435\u0442\u0443\u0435\u043C \u0435\u0449\u0451 \u0440\u0430\u0437 \u043F\u0440\u043E\u0440\u0430\u0431\u043E\u0442\u0430\u0442\u044C<br> \u0442\u0435\u043E\u0440\u0435\u0442\u0438\u0447\u0435\u0441\u043A\u0438\u0439 \u043C\u0430\u0442\u0435\u0440\u0438\u0430\u043B \u0438 \u0441\u0434\u0435\u043B\u0430\u0439\u0442\u044C \u043D\u043E\u0432\u0443\u044E \u043F\u043E\u043F\u044B\u0442\u043A\u0443.</p></html>
