Yes = \u0422\u0430\u043A
No = \u041Di
cancel = \u0421\u043A\u0430\u0441\u0443\u0432\u0430\u0442\u0438

manual.check.true=\u041F\u0435\u0440\u0435\u0432i\u0440\u043A\u0430 \u0437\u0434i\u0441\u043D\u044E\u0454\u0442\u044C\u0441\u044F \u0432\u0438\u043A\u043B\u0430\u0434\u0430\u0447\u0435\u043C
manual.check.false=\u041F\u0435\u0440\u0435\u0432i\u0440\u043A\u0430 \u0437\u0434i\u0441\u043D\u044E\u0454\u0442\u044C\u0441\u044F \u0430\u0432\u0442\u043E\u043C\u0430\u0442\u0438\u0447\u043D\u043E

test.text = \u0422\u0440\u0435\u043D\u0430\u0436\u0435\u0440 \u043F\u0440\u043E\u0439\u0434\u0435\u043D\u043E \u043F\u043E\u0432\u043Di\u0441\u0442\u044E.

cur_lang=\u0423\u043A\u0440\u0430\u0457\u043D\u0441\u044C\u043A\u0430 \u043C\u043E\u0432\u0430

answer.ok = <html><p align=\"center\">\
\u0412\u0438 \u043F\u0440\u043E\u044F\u0432\u0438\u043B\u0438 \u044F\u043A\u043E\u0441\u0442i \u0441\u043F\u0440\u0430\u0432\u0436\u043D\u044C\u043E\u0433\u043E \u0441\u0442\u0443\u0434\u0435\u043D\u0442\u0430-\u0434\u043E\u0441\u043Bi\u0434\u043D\u0438\u043A\u0430. <br> \u0420\u043E\u0431\u043E\u0442\u0430 \u0432\u0438\u043A\u043E\u043D\u0430\u043D\u0430 \u0432i\u0434i\u043C\u043D\u043D\u043E. \
\u0412\u0430\u0448\u0430 \u043D\u0430\u043F\u043E\u043B\u0435\u0433\u043B\u0438\u0432i\u0441\u0442\u044C, \u0443\u0432\u0430\u0436\u043Di\u0441\u0442\u044C<br> \u0456 \u0441\u0442\u0430\u0440\u0430\u043D\u043Di\u0441\u0442\u044C \u0437\u0430\u0441\u043B\u0443\u0433\u043E\u0432\u0443\u044E\u0442\u044C \u043F\u043E\u0432\u0430\u0433\u0438.<br> \u0411\u0430\u0436\u0430\u0454\u043C\u043E \u043F\u043E\u0434\u0430\u043B\u044C\u0448\u0438\u0445 \u0443\u0441\u043Fi\u0445i\u0432.</p></html>

answer.error = <html>\u0412i\u0434\u043F\u043E\u0432i\u0434\u044C \u043D\u0432i\u0440\u043D\u0430.\u0421\u043F\u0440\u043E\u0431\u0443\u0439\u0442\u0435 \u0449\u0435 \u0440\u0430\u0437.</html>

answer.error2 = <html><p align=\"center\">\
\u0412\u0430\u0448i \u0431\u0430\u0436\u0430\u043D\u043D\u044F \u0442\u0430 \u0441\u043F\u0440\u043E\u0431\u0438 \u0440\u043E\u0437i\u0431\u0440\u0430\u0442\u0438\u0441\u044F \u0443 \u0441\u043A\u043B\u0430\u0434\u043D\u0438\u0445 i \u043D\u043E\u0432\u0438\u0445 <br> \u043F\u0440\u043E\u0431\u043B\u0435\u043C\u0430\u0445 \u0437\u0430\u0441\u043B\u0443\u0433\u043E\u0432\u0443\u044E\u0442\u044C \u0443\u0432\u0430\u0433\u0438. \
\u041E\u0434\u043D\u0430\u043A \u0434\u043B\u044F \u0442\u043E\u0433\u043E,<br> \u0448\u043E\u0431 \u0432\u0438\u043A\u043E\u043D\u0430\u0442\u0438 \u0432i\u0440\u043D\u043E  \u0434\u0430\u043D\u0443 \u0434i\u044E,<br> \
\u0449\u0435 \u0440\u0430\u0437 \u043E\u043F\u0440\u0430\u0446\u044E\u0439\u0442\u0435<br> \u0442\u0435\u043E\u0440\u0435\u0442\u0438\u0447\u043D\u0438\u0439 \u043C\u0430\u0442\u0435\u0440i\u0430\u043B i \u0437\u0440\u043E\u0431i\u0442\u044C \u043D\u043E\u0432\u0443 \u0441\u043F\u0440\u043E\u0431\u0443.</p></html>

answer.ok2 = <html><p align=\"center\">\
\u0412i\u0442\u0430\u0435\u043C\u043E. \u0412\u0430\u0448i \u0437\u0443\u0441\u0438\u043B\u043B\u044F \u043F\u0440\u0438\u043D\u0435\u0441\u043B\u0438 \u043E\u0447i\u043A\u0443\u0432\u0430\u043D\u0438\u0439 \u0440\u0435\u0437\u0443\u043B\u044C\u0442\u0430\u0442.<br> \u0412\u0438 \u0443\u0441\u043Fi\u0448\u043D\u043E \u0432\u0438\u043A\u043E\u043D\u0430\u043B\u0438 \u0437\u0430\u0432\u0434\u0430\u043D\u043D\u044F.<br> \u0411\u0430\u0436\u0430\u0454\u043C\u043E \u043F\u043E\u0434\u0430\u043B\u044C\u0448\u0438\u0445 \u0443\u0441\u043Fi\u0445i\u0432. </p></html>

answer.error3 = <html><p align=\"center\">\u0412\u043D\u0438\u043C\u0430\u043D\u0438\u0435! \u0412\u044B \u043D\u0435 \u0437\u0430\u0432\u0435\u0440\u0448\u0438\u043B\u0438 \u0440\u0430\u0431\u043E\u0442\u0443 \u043D\u0430\u0434 \u0437\u0430\u0434\u0430\u043D\u0438\u0435\u043C.<br> \u0421\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u0435\u0442 \u043E\u043F\u0430\u0441\u043D\u043E\u0441\u0442\u044C, \u0447\u0442\u043E \u0434\u0430\u043D\u043D\u0430\u044F \u0442\u0435\u043C\u0430 \u043E\u0441\u0432\u043E\u0435\u043D\u0430 \u0412\u0430\u043C\u0438 \u043D\u0435 \u0432 \u043F\u043E\u043B\u043D\u043E\u043C \u043E\u0431\u044A\u0451\u043C\u0435.<br>  \u0420\u0435\u043A\u043E\u043C\u0435\u043D\u0434\u0443\u0435\u043C \u0432\u0435\u0440\u0443\u0442\u044C\u0441\u044F \u043A \u0432\u044B\u043F\u043E\u043B\u043D\u0435\u043D\u0438\u044E \u0437\u0430\u0434\u0430\u043D\u0438\u044F.</p></html>

answer.help = \u041F\u043E\u044F\u0441\u043Di\u0442\u044C \u043F\u0440\u043E\u0431\u043B\u0435\u043C\u0443, \u0449\u043E \u0432\u0438\u043D\u0438\u043A\u043B\u0430
answer.subj = \u042F \u043D\u0435 \u0447\u0438\u0442\u0430\u0432 \u0442\u0435\u043E\u0440i\u044E \u0438 \u043D\u0435 \u0437\u043D\u0430\u044E, \u0449\u043E \u0440\u043E\u0431\u0438\u0442\u0438. \u0413\u0430\u043D\u044C\u0431\u0430 \u043C\u0435\u043Di !
help.send = \u0412i\u0434\u043F\u0440\u0430\u0432\u0438\u0442\u0438
help.title = \u0414\u043E\u043F\u043E\u043C\u043E\u0433\u0430 \u0432\u0438\u043A\u043B\u0430\u0434\u0430\u0447\u0430
help.ok = \u0427\u0435\u043A\u0430\u0439\u0442\u0435 \u0432i\u0434\u043F\u043E\u0432i\u0434i \u043F\u043E e-mail.

report.error = \u0429\u043E\u0441\u044C \u043D\u0435\u0433\u0430\u0440\u0430\u0437\u0434 \u0437 \u0432i\u0434\u043F\u0440\u0430\u0432\u043B\u0435\u043D\u043D\u044F\u043C \u0437\u0432i\u0442\u0443.
answer.report.ok = <html><p align=\"center\">\
\u0412\u0438 \u043F\u0440\u043E\u044F\u0432\u0438\u043B\u0438 \u044F\u043A\u043E\u0441\u0442i \u0441\u043F\u0440\u0430\u0432\u0436\u043D\u044C\u043E\u0433\u043E \u0441\u0442\u0443\u0434\u0435\u043D\u0442\u0430-\u0434\u043E\u0441\u043Bi\u0434\u043D\u0438\u043A\u0430. <br> \u0420\u043E\u0431\u043E\u0442\u0430 \u0432\u0438\u043A\u043E\u043D\u0430\u043D\u0430 \u0432i\u0434i\u043C\u043D\u043D\u043E. \
\u0412\u0430\u0448\u0430 \u043D\u0430\u043F\u043E\u043B\u0435\u0433\u043B\u0438\u0432i\u0441\u0442\u044C, \u0443\u0432\u0430\u0436\u043Di\u0441\u0442\u044C<br> \u0438 \u0441\u0442\u0430\u0440\u0430\u043D\u043Di\u0441\u0442\u044C \u0437\u0430\u0441\u043B\u0443\u0433\u043E\u0432\u0443\u044E\u0442\u044C \u043F\u043E\u0432\u0430\u0433\u0438.<br> \u0411\u0430\u0436\u0430\u0454\u043C\u043E \u043F\u043E\u0434\u0430\u043B\u044C\u0448\u0438\u0445 \u0443\u0441\u043Fi\u0445i\u0432.<p>\u0410\u043B\u0435 \u043Fi\u0434 \u0447\u0430\u0441 \u0432i\u0434\u043F\u0440\u0430\u0432\u043A\u0438 \u0437\u0432i\u0442\u0443 \u0432\u0438\u043D\u0438\u043A\u043B\u0430 \u043F\u043E\u043C\u0438\u043B\u043A\u0430\u0430.</p></html>

answer.report.error = <html>\u0412i\u0434\u043F\u043E\u0432i\u0434\u044C \u043D\u0435\u0432i\u0440\u043D\u0430. \u041Fi\u0434 \u0447\u0430\u0441 \u0432i\u0434\u043F\u0440\u0430\u0432\u043A\u0438 \u0437\u0432i\u0442\u0443 \u0432\u0438\u043D\u0438\u043A\u043B\u0430 \u043F\u043E\u043C\u0438\u043B\u043A\u0430.</html>
help.tooshort=<html>\u0413\u043C, \u043D\u0435 \u0441\u0445\u043E\u0436\u0435, \u0449\u043E \u0446\u0435 \u0449\u043E\u0441\u044C  \u043F\u043E\u044F\u0441\u043D\u0438\u0442\u044C.<br> \u0427\u0438 \u043D\u0435 \u043C\u043E\u0436\u043D\u0430 \u0434\u043E\u043A\u043B\u0430\u0434\u043Di\u0448\u0435?</html>
task.task=\u0423\u043C\u043E\u0432\u0430
task.new=\u041D\u043E\u0432\u0438\u0439 \u0432\u0430\u0440i\u0430\u043D\u0442
task.solve=\u0420\u043E\u0437\u0432'\u044F\u0437\u043E\u043A
task.next=\u0414\u0430\u043Bi
task.help=<html><font size=-1>\u0414\u043E\u043F\u043E\u043C\u043E\u0433\u0430<br>\u0432\u0438\u043A\u043B\u0430\u0434\u0430\u0447\u0430</font></html>
task.full=\u0417\u0430\u0434\u0430\u0447\u0430 \u0440\u043E\u0437\u0432'\u044F\u0437\u0430\u043D\u0430 \u043F\u043E\u0432\u043Di\u0441\u0442\u044E
task.to.frame=\u0412 \u043E\u043A\u0440\u0435\u043C\u0435 \u0432i\u043A\u043D\u043E
task.to.pane=\u041D\u0430 \u0437\u0430\u043A\u043B\u0430\u0434\u043A\u0443
task.help.user=\u0414\u043E\u043F\u043E\u043C\u043E\u0433\u0430
help.help.help=\u0414\u043E\u043F\u043E\u043C\u043E\u0433\u0430
error.default=<html>\u041D\u0435 \u0432\u0441\u0435 \u0432\u0438\u043A\u043E\u043D\u0430\u043D\u043E \u043F\u0440\u0430\u0432\u0438\u043B\u044C\u043D\u043E<br>\u041F\u0435\u0440\u0435\u0432i\u0440\u0442\u0435 \u0449\u0435 \u0440\u0430\u0437 i \u0432\u0438\u043F\u0440\u0430\u0432\u0442\u0435 \u043F\u043E\u043C\u0438\u043B\u043A\u0438</html>
error.jump=<html><p align=\"center\">\
\u0412\u0430\u0448i \u0431\u0430\u0436\u0430\u043D\u043D\u044F \u0438 \u043F\u043E\u0442\u0443\u0433\u0438 \u0440\u043E\u0437i\u0431\u0440\u0430\u0442\u0438\u0441\u044F \u0443 \u0441\u043A\u043B\u0430\u0434\u043D\u0438\u0445 i \u043D\u043E\u0432\u0438\u0445 <br> \u043F\u0440\u043E\u0431\u043B\u0435\u043C\u0430\u0445 \u0437\u0430\u0441\u043B\u0443\u0433\u043E\u0432\u0443\u044E\u0442\u044C \u0443\u0432\u0430\u0433\u0438 . \
\u041F\u0440\u043E\u0442\u0435 \u0434\u043B\u044F \u0442\u043E\u0433\u043E,<br> \u0449\u043E\u0431 \u0432\u0438\u043A\u043E\u043D\u0430\u0442\u0438 \u043F\u0440\u0430\u0432\u0438\u043B\u044C\u043D\u043E \u0434\u0430\u043D\u0443 \u0434i\u044E,<br> \
\u0449\u0435 \u0440\u0430\u0437 \u043E\u043F\u0440\u0430\u0446\u044E\u0439\u0442\u0435<br> \u0442\u0435\u043E\u0440\u0435\u0442\u0438\u0447\u043D\u0438\u0439 \u043C\u0430\u0442\u0435\u0440i\u0430\u043B i \u0437\u0440\u043E\u0431i\u0442\u044C \u043D\u043E\u0432\u0443 \u0441\u043F\u0440\u043E\u0431\u0443.</p></html>
error.jump2=<html><p align=\"center\">\u0420\u0430\u0434\u0438\u043C\u043E \u0449\u0435 \u0440\u0430\u0437 \u043E\u043F\u0440\u0430\u0446\u044E\u0432\u0430\u0442\u0438<br> \u0442\u0435\u043E\u0440\u0435\u0442\u0438\u0447\u043D\u0438\u0439 \u043C\u0430\u0442\u0435\u0440i\u0430\u043B i \u0437\u0440\u043E\u0431\u0438\u0442\u0438 \u043D\u043E\u0432\u0443 \u0441\u043F\u0440\u043E\u0431\u0443.</p></html>
task.solve.it=\u0420\u043E\u0437\u0432'\u044F\u0437\u0430\u0442\u0438
task.state=<html>\u0437\u0431\u0435\u0440\u0435\u0433\u0442\u0438<br>\u0441\u0442\u0430\u043D</html>

hint=\u041F\u0456\u0434\u043A\u0430\u0437\u043A\u0430
loading=\u0411\u0443\u0434\u044C \u043B\u0430\u0441\u043A\u0430, \u0437\u0430\u0447\u0435\u043A\u0430\u0439\u0442\u0435...

calculator.title=\u041A\u0430\u043B\u044C\u043A\u0443\u043B\u044F\u0442\u043E\u0440
invalid.java.version=<html>\u041E\u0431\u043D\u043E\u0432i\u0442\u044C \u0431\u0443\u0434\u044C \u043B\u0430\u0441\u043A\u0430 \u0432\u0430\u0448\u0443 \u0432\u0435\u0440\u0441i\u044E Java Runtime Environment!<br>I\u043D\u0430\u043A\u0448\u0435 \u043C\u043E\u0436\u043B\u0438\u0432\u0430 \u043D\u0435\u043A\u043E\u0440\u0435\u043A\u0442\u043D\u0430 \u0440\u043E\u0431\u043E\u0442\u0430 \u0442\u0440\u0435\u043D\u0430\u0436\u0435\u0440\u0443.<br>\u0412\u0430\u0448\u0430 \u0432\u0435\u0440\u0441i\u044F JRE:

transfer.title= \u041F\u0440\u043E\u0431\u043B\u0435\u043C\u0430 \u0456\u0437 \u0437'\u0454\u0434\u043D\u0430\u043D\u043D\u044F\u043C \u0434\u043E \u0441\u0435\u0440\u0432\u0435\u0440\u0430
transfer.msg = <html><p style="width:400px;text-align:justify">\u0420\u0435\u0437\u0443\u043B\u044C\u0442\u0430\u0442\u0438 \u043F\u0440\u043E\u0445\u043E\u0434\u0436\u0435\u043D\u043D\u044F \u0442\u0440\u0435\u043D\u0430\u0436\u0435\u0440\u0430 \u043D\u0435 \u0431\u0443\u043B\u0438 \u0437\u0431\u0435\u0440\u0435\u0436\u0435\u043D\u0456 \u043D\u0430 \u0441\u0435\u0440\u0432\u0435\u0440\u0456. \u041F\u0440\u043E\u0431\u043B\u0435\u043C\u0430 \u0441\u043F\u0440\u0438\u0447\u0438\u043D\u0435\u043D\u0430 \u0432\u0456\u0434\u0441\u0443\u0442\u043D\u0456\u0441\u0442\u044E \u0437\u0432'\u044F\u0437\u043A\u0443 \u0456\u0437 \u0441\u0435\u0440\u0432\u0435\u0440\u043E\u043C. \u0412\u0438\u0431\u0435\u0440\u0456\u0442\u044C Yes \u0434\u043B\u044F \u043F\u043E\u0432\u0442\u043E\u0440\u043D\u043E\u0457 \u0441\u043F\u0440\u043E\u0431\u0438 \u0432\u0456\u0434\u043F\u0440\u0430\u0432\u043A\u0438. \u042F\u043A\u0449\u043E \u0432\u0438\u0431\u0435\u0440\u0435\u0442\u0435 NO, \u0442\u043E \u0440\u0435\u0437\u0443\u043B\u044C\u0442\u0430\u0442\u0438 \u0432\u0438\u043A\u043E\u043D\u0430\u043D\u043D\u044F \u0442\u0440\u0435\u043D\u0430\u0436\u0435\u0440\u0430 \u043D\u0435 \u0431\u0443\u0434\u0443\u0442\u044C \u0437\u0431\u0435\u0440\u0435\u0436\u0435\u043D\u0456.</p></html>