Yes = \u0414\u0430
No = \u041d\u0435\u0442
cancel = \u041e\u0442\u043c\u0435\u043d\u0430

manual.check.true=\u041f\u0440\u043e\u0432\u0435\u0440\u043a\u0430 \u043e\u0441\u0443\u0449\u0435\u0441\u0442\u0432\u043b\u044f\u0435\u0442\u0441\u044f \u043f\u0440\u0435\u043f\u043e\u0434\u0430\u0432\u0430\u0442\u0435\u043b\u0435\u043c
manual.check.false=\u041f\u0440\u043e\u0432\u0435\u0440\u043a\u0430 \u043e\u0441\u0443\u0449\u0435\u0441\u0442\u0432\u043b\u044f\u0435\u0442\u0441\u044f \u0430\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u0435\u0441\u043a\u0438

test.text = \u0422\u0440\u0435\u043d\u0430\u0436\u0451\u0440 \u043f\u0440\u043e\u0439\u0434\u0435\u043d \u043f\u043e\u043b\u043d\u043e\u0441\u0442\u044c\u044e.

cur_lang=\u0420\u0443\u0441\u0441\u043a\u0438\u0439 \u044f\u0437\u044b\u043a

answer.ok = <html><p align=\"center\">\
\u0412\u044b \u043f\u0440\u043e\u044f\u0432\u0438\u043b\u0438 \u043a\u0430\u0447\u0435\u0441\u0442\u0432\u0430 \u043d\u0430\u0441\u0442\u043e\u044f\u0449\u0435\u0433\u043e \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0430-\u0438\u0441\u0441\u043b\u0435\u0434\u043e\u0432\u0430\u0442\u0435\u043b\u044f. <br> \u0420\u0430\u0431\u043e\u0442\u0430 \u0432\u044b\u043f\u043e\u043b\u043d\u0435\u043d\u0430 \u043e\u0442\u043b\u0438\u0447\u043d\u043e. \
\u0412\u0430\u0448\u0430 \u043d\u0430\u0441\u0442\u043e\u0439\u0447\u0438\u0432\u043e\u0441\u0442\u044c, \u0432\u043d\u0438\u043c\u0430\u0442\u0435\u043b\u044c\u043d\u043e\u0441\u0442\u044c<br> \u0438 \u0441\u0442\u0430\u0440\u0430\u0442\u0435\u043b\u044c\u043d\u043e\u0441\u0442\u044c \u0437\u0430\u0441\u043b\u0443\u0436\u0438\u0432\u0430\u044e\u0442 \u0443\u0432\u0430\u0436\u0435\u043d\u0438\u044f.<br> \u0416\u0435\u043b\u0430\u0435\u043c \u0434\u0430\u043b\u044c\u043d\u0435\u0439\u0448\u0438\u0445 \u0443\u0441\u043f\u0435\u0445\u043e\u0432!
</p></html>

answer.error = <html>\u041e\u0442\u0432\u0435\u0442 \u043d\u0435\u043f\u0440\u0430\u0432\u0438\u043b\u044c\u043d\u044b\u0439. \u041f\u043e\u0436\u0430\u043b\u0443\u0439\u0441\u0442\u0430, \u043f\u043e\u043f\u0440\u043e\u0431\u0443\u0439\u0442\u0435 \u0435\u0449\u0451 \u0440\u0430\u0437.</html>

answer.error2 = <html><p align=\"center\">\
\u0412\u0430\u0448\u0438 \u0436\u0435\u043b\u0430\u043d\u0438\u0435 \u0438 \u0443\u0441\u0438\u043b\u0438\u044f \u0440\u0430\u0437\u043e\u0431\u0440\u0430\u0442\u044c\u0441\u044f \u0432 \u0441\u043b\u043e\u0436\u043d\u044b\u0445 \u0438 \u043d\u043e\u0432\u044b\u0445<br> \u043f\u0440\u043e\u0431\u043b\u0435\u043c\u0430\u0445 \u0437\u0430\u0441\u043b\u0443\u0436\u0438\u0432\u0430\u044e\u0442 \u0432\u043d\u0438\u043c\u0430\u043d\u0438\u044f. \
\u041e\u0434\u043d\u0430\u043a\u043e \u0434\u043b\u044f \u0442\u043e\u0433\u043e,<br> \u0447\u0442\u043e\u0431\u044b \u0432\u044b\u043f\u043e\u043b\u043d\u0438\u0442\u044c \u043f\u0440\u0430\u0432\u0438\u043b\u044c\u043d\u043e \u0434\u0430\u043d\u043d\u043e\u0435 \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0435,<br> \
\u0435\u0449\u0451 \u0440\u0430\u0437 \u043f\u0440\u043e\u0440\u0430\u0431\u043e\u0442\u0430\u0439\u0442\u0435<br> \u0442\u0435\u043e\u0440\u0435\u0442\u0438\u0447\u0435\u0441\u043a\u0438\u0439 \u043c\u0430\u0442\u0435\u0440\u0438\u0430\u043b \u0438 \u0441\u0434\u0435\u043b\u0430\u0439\u0442\u0435 \u043d\u043e\u0432\u0443\u044e \u043f\u043e\u043f\u044b\u0442\u043a\u0443.
</p></html>

answer.ok2 = <html><p align=\"center\">\
\u041f\u043e\u0437\u0434\u0440\u0430\u0432\u043b\u044f\u0435\u043c. \u0412\u0430\u0448\u0438 \u0443\u0441\u0438\u043b\u0438\u044f \u043f\u0440\u0438\u043d\u0435\u0441\u043b\u0438 \u043e\u0436\u0438\u0434\u0430\u0435\u043c\u044b\u0439 \u0440\u0435\u0437\u0443\u043b\u044c\u0442\u0430\u0442.<br> \u0412\u044b \u0443\u0441\u043f\u0435\u0448\u043d\u043e \u0432\u044b\u043f\u043e\u043b\u043d\u0438\u043b\u0438 \u0437\u0430\u0434\u0430\u043d\u0438\u0435.<br> \u0416\u0435\u043b\u0430\u0435\u043c \u0434\u0430\u043b\u044c\u043d\u0435\u0439\u0448\u0438\u0445 \u0443\u0441\u043f\u0435\u0445\u043e\u0432.
</p></html>

answer.error3 = <html><p align=\"center\">\u0412\u043d\u0438\u043c\u0430\u043d\u0438\u0435! \u0412\u044b \u043d\u0435 \u0437\u0430\u0432\u0435\u0440\u0448\u0438\u043b\u0438 \u0440\u0430\u0431\u043e\u0442\u0443 \u043d\u0430\u0434 \u0437\u0430\u0434\u0430\u043d\u0438\u0435\u043c.<br> \u0421\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u0435\u0442 \u043e\u043f\u0430\u0441\u043d\u043e\u0441\u0442\u044c, \
\u0447\u0442\u043e \u0434\u0430\u043d\u043d\u0430\u044f \u0442\u0435\u043c\u0430 \u043e\u0441\u0432\u043e\u0435\u043d\u0430 \u0412\u0430\u043c\u0438 \u043d\u0435 \u0432 \u043f\u043e\u043b\u043d\u043e\u043c \u043e\u0431\u044a\u0451\u043c\u0435.<br>  \u0420\u0435\u043a\u0430\u043c\u0435\u043d\u0434\u0443\u0435\u043c \u0432\u0435\u0440\u0443\u0442\u044c\u0441\u044f \u043a \u0432\u044b\u043f\u043e\u043b\u043d\u0435\u043d\u0438\u044e \u0437\u0430\u0434\u0430\u043d\u0438\u044f.</p></html>

answer.help = \u041e\u0431\u044a\u044f\u0441\u043d\u0438\u0442\u0435 \u0432\u043e\u0437\u043d\u0438\u043a\u0448\u0443\u044e \u043f\u0440\u043e\u0431\u043b\u0435\u043c\u0443
answer.subj = <\u0432\u0432\u0435\u0434\u0438\u0442\u0435 \u0441\u0432\u043e\u0439 \u0432\u043e\u043f\u0440\u043e\u0441>
help.send = \u041e\u0442\u043f\u0440\u0430\u0432\u0438\u0442\u044c
help.title = \u0417\u0430\u0434\u0430\u0442\u044c \u0432\u043e\u043f\u0440\u043e\u0441 \u043f\u0440\u0435\u043f\u043e\u0434\u0430\u0432\u0430\u0442\u0435\u043b\u044e
help.ok = \u0416\u0434\u0438\u0442\u0435 \u043e\u0442\u0432\u0435\u0442\u0430 \u043f\u043e e-mail \u0432 \u0431\u043b\u0438\u0436\u0430\u0439\u0448\u0438\u0435 9999 \u0434\u043d\u0435\u0439.

report.error = \u041e\u0448\u0438\u0431\u043a\u0430 \u043f\u0440\u0438 \u043e\u0442\u043f\u0440\u0430\u0432\u043a\u0435 \u043e\u0442\u0447\u0451\u0442\u0430.
answer.report.ok = <html><p align=\"center\">\
\u0412\u044b \u043f\u0440\u043e\u044f\u0432\u0438\u043b\u0438\u0438 \u043a\u0430\u0447\u0435\u0441\u0442\u0432\u0430 \u043d\u0430\u0441\u0442\u043e\u044f\u0449\u0435\u0433\u043e \u0441\u0442\u0443\u0434\u0435\u043d\u0442\u0430-\u0438\u0441\u0441\u043b\u0435\u0434\u043e\u0432\u0430\u0442\u0435\u043b\u044f. <br> \u0420\u0430\u0431\u043e\u0442\u0430 \u0432\u044b\u043f\u043e\u043b\u043d\u0435\u043d\u0430 \u043e\u0442\u043b\u0438\u0447\u043d\u043e. \
\u0412\u0430\u0448\u0430 \u043d\u0430\u0441\u0442\u043e\u0439\u0447\u0438\u0432\u043e\u0441\u0442\u044c, \u0432\u043d\u0438\u043c\u0430\u0442\u0435\u043b\u044c\u043d\u043e\u0441\u0442\u044c<br> \u0438 \u0441\u0442\u0430\u0440\u0430\u0442\u0435\u043b\u044c\u043d\u043e\u0441\u0442\u044c \u0437\u0430\u0441\u043b\u0443\u0436\u0438\u0432\u0430\u044e\u0442 \u0443\u0432\u0430\u0436\u0435\u043d\u0438\u044f.<br> \u041d\u043e \u043f\u0440\u0438 \u043e\u0442\u043f\u0440\u0430\u0432\u043a\u0435 \u043e\u0442\u0447\u0451\u0442\u0430 \u0432\u043e\u0437\u043d\u0438\u043a\u043b\u0430 \u043e\u0448\u0438\u0431\u043a\u0430.
</p></html>

answer.report.error = <html>\u041e\u0442\u0432\u0435\u0442 \u043d\u0435\u043f\u0440\u0430\u0432\u0438\u043b\u044c\u043d\u044b\u0439. \u041f\u0440\u0438 \u043e\u0442\u043f\u0440\u0430\u0432\u043a\u0435 \u043e\u0442\u0447\u0451\u0442\u0430 \u0432\u043e\u0437\u043d\u0438\u043a\u043b\u0430 \u043e\u0448\u0438\u0431\u043a\u0430.</html>
help.tooshort=<html>\u0425\u043c, \u043d\u0435 \u043f\u043e\u0445\u043e\u0436\u0435 \u0447\u0442\u043e\u0431\u044b \u044d\u0442\u043e \u043e\u0431\u044a\u044f\u0441\u043d\u044f\u043b\u043e \u0432\u0430\u0448\u0443 \u043f\u0440\u043e\u0431\u043b\u0435\u043c\u0443.<br> \u041d\u0435\u043b\u044c\u0437\u044f \u043b\u0438 \u043f\u043e\u043f\u043e\u0434\u0440\u043e\u0431\u043d\u0435\u0435?</html>
task.task=\u0423\u0441\u043b\u043e\u0432\u0438\u0435
task.new=\u0414\u0440\u0443\u0433\u043e\u0439 \u0432\u0430\u0440\u0438\u0430\u043d\u0442
task.solve=\u0420\u0435\u0448\u0435\u043d\u0438\u0435
task.next=\u0414\u0430\u043b\u044c\u0448\u0435
task.help=<html><font size=-1>\u0417\u0430\u0434\u0430\u0442\u044c \u0432\u043e\u043f\u0440\u043e\u0441<br>\u043f\u0440\u0435\u043f\u043e\u0434\u0430\u0432\u0430\u0442\u0435\u043b\u044e</font></html>
task.full=\u0417\u0430\u0434\u0430\u0447\u0430 \u0440\u0435\u0448\u0435\u043d\u0430 \u043f\u043e\u043b\u043d\u043e\u0441\u0442\u044c\u044e
task.to.frame=\u0412 \u043e\u0442\u0434\u0435\u043b\u044c\u043d\u043e\u0435 \u043e\u043a\u043d\u043e
task.to.pane=\u041d\u0430 \u0437\u0430\u043a\u043b\u0430\u0434\u043a\u0443
help.help.help=HELP
error.default=<html><p align=\"center\">\u041d\u0435 \u0432\u0441\u0435 \u0432\u044b\u043f\u043e\u043b\u043d\u0435\u043d\u043e \u043f\u0440\u0430\u0432\u0438\u043b\u044c\u043d\u043e<br>\u041f\u0440\u043e\u0432\u0435\u0440\u044c\u0442\u0435 \u0435\u0449\u0435 \u0440\u0430\u0437 \u0438 \u0438\u0441\u043f\u0440\u0430\u0432\u044c\u0442\u0435 \u043e\u0448\u0438\u0431\u043a\u0438</p></html>
error.jump=<html><p align=\"center\">\
\u0412\u0430\u0448\u0438 \u0436\u0435\u043b\u0430\u043d\u0438\u0435 \u0438 \u0443\u0441\u0438\u043b\u0438\u044f \u0440\u0430\u0437\u043e\u0431\u0440\u0430\u0442\u044c\u0441\u044f \u0432 \u0441\u043b\u043e\u0436\u043d\u044b\u0445 \u0438 \u043d\u043e\u0432\u044b\u0445<br> \u043f\u0440\u043e\u0431\u043b\u0435\u043c\u0430\u0445 \u0437\u0430\u0441\u043b\u0443\u0436\u0438\u0432\u0430\u044e\u0442 \u0432\u043d\u0438\u043c\u0430\u043d\u0438\u044f. \
\u041e\u0434\u043d\u0430\u043a\u043e \u0434\u043b\u044f \u0442\u043e\u0433\u043e,<br> \u0447\u0442\u043e\u0431\u044b \u0432\u044b\u043f\u043b\u043d\u0438\u0442\u044c \u043f\u0440\u0430\u0432u\u0438\u043b\u044c\u043d\u043e \u0434\u0430\u043d\u043d\u043e\u0435 \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0435,<br> \
\u0435\u0449\u0451 \u0440\u0430\u0437 \u043f\u0440\u043e\u0440\u0430\u0431\u043e\u0442\u0430\u0439\u0442\u0435<br> \u0442\u0435\u043e\u0440\u0435\u0442\u0438\u0447\u0435\u0441\u043a\u0438\u0439 \u043c\u0430\u0442\u0435\u0440\u0438\u0430\u043b \u0438 \u0441\u0434\u0435\u043b\u0430\u0439\u0442\u0435 \u043d\u043e\u0432\u0443\u044e \u043f\u043e\u043f\u044b\u0442\u043a\u0443.</p></html>
error.jump2=<html><p align=\"center\">\
\u0421\u043e\u0432\u0435\u0442\u0443\u0435\u043c \u0435\u0449\u0451 \u0440\u0430\u0437 \u043f\u0440\u043e\u0440\u0430\u0431\u043e\u0442\u0430\u0442\u044c<br> \u0442\u0435\u043e\u0440\u0435\u0442\u0438\u0447\u0435\u0441\u043a\u0438\u0439 \u043c\u0430\u0442\u0435\u0440\u0438\u0430\u043b \u0438 \u0441\u0434\u0435\u043b\u0430\u0439\u0442\u044c \u043d\u043e\u0432\u0443\u044e \u043f\u043e\u043f\u044b\u0442\u043a\u0443.</p></html>
task.help.user=\u041f\u043e\u043c\u043e\u0449\u044c
task.solve.it=\u0420\u0435\u0448\u0438\u0442\u044c!
task.status=<html>\u0441\u043e\u0445\u0440\u0430\u043d\u0438\u0442\u044c<br>\u0441\u043e\u0441\u0442\u043e\u044f\u043d\u0438\u0435</html>
hint=\u041f\u043e\u0434\u0441\u043a\u0430\u0437\u043a\u0430
loading=\u041f\u043e\u0436\u0430\u043b\u0443\u0439\u0441\u0442\u0430, \u043f\u043e\u0434\u043e\u0436\u0434\u0438\u0442\u0435...
calculator.title=\u041a\u0430\u043b\u044c\u043a\u0443\u043b\u044f\u0442\u043e\u0440
invalid.java.version=<html>\u041e\u0431\u043d\u043e\u0432\u0438\u0442\u0435 \u043f\u043e\u0436\u0430\u043b\u0443\u0439\u0441\u0442\u0430 Java Runtime Environment!<br>\u0418\u043d\u0430\u0447\u0435 \u0432\u043e\u0437\u043c\u043e\u0436\u043d\u0430 \u043d\u0435\u043a\u043e\u0440\u0435\u043a\u0442\u043d\u0430\u044f \u0440\u0430\u0431\u043e\u0442\u0430 \u0442\u0440\u0435\u043d\u0430\u0436\u0435\u0440\u0430.<br>\u0412\u0430\u0448\u0430 \u0432\u0435\u0440\u0441\u0438\u044f JRE:

transfer.title= \u041f\u0440\u043e\u0431\u043b\u0435\u043c\u0430 \u0456\u0437 \u0437'\u0454\u0434\u043d\u0430\u043d\u043d\u044f\u043c \u0434\u043e \u0441\u0435\u0440\u0432\u0435\u0440\u0430
transfer.msg = <html><p style="width:400px;text-align:justify">\u0420\u0435\u0437\u0443\u043b\u044c\u0442\u0430\u0442\u0438 \u043f\u0440\u043e\u0445\u043e\u0434\u0436\u0435\u043d\u043d\u044f \u0442\u0440\u0435\u043d\u0430\u0436\u0435\u0440\u0430 \u043d\u0435 \u0431\u0443\u043b\u0438 \u0437\u0431\u0435\u0440\u0435\u0436\u0435\u043d\u0456 \u043d\u0430 \u0441\u0435\u0440\u0432\u0435\u0440\u0456. \u041f\u0440\u043e\u0431\u043b\u0435\u043c\u0430 \u0441\u043f\u0440\u0438\u0447\u0438\u043d\u0435\u043d\u0430 \u0432\u0456\u0434\u0441\u0443\u0442\u043d\u0456\u0441\u0442\u044e \u0437\u0432'\u044f\u0437\u043a\u0443 \u0456\u0437 \u0441\u0435\u0440\u0432\u0435\u0440\u043e\u043c. \u0412\u0438\u0431\u0435\u0440\u0456\u0442\u044c Yes \u0434\u043b\u044f \u043f\u043e\u0432\u0442\u043e\u0440\u043d\u043e\u0457 \u0441\u043f\u0440\u043e\u0431\u0438 \u0432\u0456\u0434\u043f\u0440\u0430\u0432\u043a\u0438. \u042f\u043a\u0449\u043e \u0432\u0438\u0431\u0435\u0440\u0435\u0442\u0435 NO, \u0442\u043e \u0440\u0435\u0437\u0443\u043b\u044c\u0442\u0430\u0442\u0438 \u0432\u0438\u043a\u043e\u043d\u0430\u043d\u043d\u044f \u0442\u0440\u0435\u043d\u0430\u0436\u0435\u0440\u0430 \u043d\u0435 \u0431\u0443\u0434\u0443\u0442\u044c \u0437\u0431\u0435\u0440\u0435\u0436\u0435\u043d\u0456.</p></html>

show.res.label.1=<html><p style=\"color:blue;font-family:'Impact';text-align:center;\">
show.res.label.2=%<br>\u0431\u0430\u043b\u043b\u043e\u0432</p></html>